import React from "react";

function Play() {
  return (
    <div className="play">
      <h3>ВАРИАНТЫ И СТОИМОСТЬ ИГРЫ МОЗГОПАТИ</h3>
      <ul>
        <li>
          <span>0</span> ПЕРВАЯ ИГРА ЗА СЕЗОН В ШКОЛЕ: СКИДКА 1000 РУБЛЕЙ
          <p>
            УСЛОВИЯ УЧАСТИЯ : Каждая школа может провести игру МОЗГОПАТИ для
            класса 1 раз за сезон со скидкой 1000 рублей по приглашению.
            Принимает участие один класс (с 5 по 11) из школы, который первым
            забронирует игру. Действует один раз за сезон (В среднем 60 дней)!
          </p>
        </li>
        <li>
        <span>1</span> ИГРА ДЛЯ КЛАССА: 250 РУБЛЕЙ С УЧАСТНИКА
          <p>
            УСЛОВИЯ УЧАСТИЯ : от 18 до 60 участников, проводим в классе или
            актовом зале
          </p>
        </li>
        <li>
        <span>2</span> ТУРНИР СРЕДИ ПАРАЛЛЕЛИ: БЕСПЛАТНО
          <p>
            УСЛОВИЯ УЧАСТИЯ : Три или более класса параллели одной школы сыграли
            в МОЗГОПАТИ за один сезон, Участвуют сборные класса до 12 человек,
            игру проводим в актовом зале школы, победителю кубок, участникам
            грамоты
          </p>
        </li>
        <li>
        <span>3</span> ИГРА ДЛЯ УЧИТЕЛЕЙ: БЕСПЛАТНО
          <p>
            УСЛОВИЯ УЧАСТИЯ : В вашей школе прошло более 12 игр МОЗГОПАТИ для
            детей
          </p>
        </li>
      </ul>
    </div>
  );
}

export default Play;
